app/controllers/guests_controller.rb

SELECT "guests".* FROM "guests"
---
  def index
    @guests = Guest.all